Repository: dinhquydds/nanocucurmin
Catalog: tm/taytrangrang-omegat.tmx
Source language: en_us
Languages: vi

source: On the way to the pulp, glutar- aldehyde might react by cross-linking with enamel matrix proteins and with proteins in the dentin tubular liquid, thus reducing easy passage of the HP radicals to the pulp.
vi: Trên đường đến tuỷ răng, glutaraldehyde có thể phản ứng bằng cách liên kết chéo với protein khuôn men và protein trong dịch ngà, làm giảm khả năng xâm nhập của HP vào tuỷ răng.

source: One had decalcification (Croll and Bullock 1994), another, enamel dysmineralization, and the third, congenital enamel texture malformation (Killian and Croll 1990).
vi: Một trường hợp có khử khoáng(Croll và Bullock 1994), trường hợp khác loạn khoáng hoá men răng, và trường hợp thứ ba, rối loạn hình thành bề mặt men răng (Killian và Croll 1990).

source: One of the advantages of at-home bleaching is its efficacy, which is readily noticed and viewed very favorably by patients (Swift et al.
vi: Một ưu điểm của tẩy trắng răng tại nhà là hiệu quả của nó, dễ dàng nhận ra và được bệnh nhân ưa thích (Swift và cộng sự

source: One of the very few independent studies, mentioned earlier in this chapter, con- cluded that 6 % hydrogen peroxide whitening strips applied twice a day for 30 min each for 2 weeks are not as effective as at-home whitening with 10 % carbamide peroxide overnight for 2 weeks.
vi: Một trong số rất ít nghiên cứu độc lập, đề cập trước đó trong chương này, kết luận rằng dải tẩy trắng 6 % hydrogen peroxide áp dụng 2 lần mỗi ngày, mỗi lần 30 phút trong 2 tuần không hiệu quả bằng tẩy trắng răng tại nhà bằng 10 % carbamide peroxide qua đêm trong 2 tuần.

source: One positive side effect of resin infiltration is an immediate color change of the whitish lesion once it is infiltrated.
vi: Một tác dụng tích cực của xâm nhập nhựa là thay đổi màu ngay lập tức của sang thương màu trăng một khi được xâm nhập.

source: One study concluded that there were minimal clinical side effects up to 17 years post nightguard vital bleach- ing with 10 % carbamide peroxide (Boushell et al.
vi: Một nghiên cứu kết luận rằng đã có tác dụng phụ trên lâm sàng tối thiểu đến 17 năm sau tẩy trắng răng qua đêm bằng 10 % carbamide peroxide (Boushell và cộng sự

source: One-tooth whitening of teeth with calcific metamorphosis is a very conservative treatment without the need to remove tooth structure.
vi: Tẩy trắng một răng bị vôi hoá là phương pháp bảo tồn không làm mất cấu trúc răng.

source: Only at-home clinical studies evaluated this hypothe- sis (Navarra et al.
vi: Chỉ có nghiên cứu lâm sàng tại nhà đánh giả giả thuyết này (Navarra và cộng sự

source: Only tooth #8 (FDI 1.1) was bleached.
vi: Chỉ có răng #8 (FDI 1.1) được tẩy trắng

source: Or do you only prescribe at-home whitening?
vi: Hay chỉ kê toa tẩy trắng răng tại nhà?

source: Orange colored
vi: Màu cam

source: Orange juice causes more harm to enamel surfaces than whitening materials (Sulieman et al.
vi: Nước cam gây ra nhiều tổn hại đến bề mặt men răng hơn vật liệu tẩy trắng (Sulieman và cộng sự

source: Organic chromophores are colorful chem- ical molecules, which consist of complex molecules such as aromatic compounds or bioinorganic metallic complexes such as chelates (Eimar et al.
vi: Nhiễm sắc hữu cơ là phân tử hoá học có màu trong đó gồm phân tử phức như là hợp chất thơm hay hữu cơ sinh học kim loại như chelat (Eimar và cộng sự

source: Original magnification = ×150,000
vi: Độ phóng đại ban đầu = ×150,000.

source: Original magnification = ×150,000.
vi: Độ phóng đại ban đầu = ×150,000.

source: Other authors (Efeoglu et al.
vi: Tác giả khác (Efeoglu và cộng sự

source: Other authors have combined enamel microabrasion with at-home whitening.
vi: Các tác giả khác phối hợp vi mài mòn men răng với tẩy trắng tại nhà.

source: Other bleaching agents were more popular among dentists until the 1900s (Chap.
vi: Chất tẩy trắng khác được nha sĩ dùng phổ biến hơn tới những năm 1990 (Chương

source: Other cases of post-eruptive tooth stain- ing with minocycline have been described (Salman et al.
vi: Trường hợp khác của răng sau khi mọc nhiễm màu với minocycline được mô tả (Salman và cộng sự

source: Other characteristics of this protocol such as the number of clinical appointments required to achieve effective whitening, concentration of the bleaching products, the effects of dentin dehydration and demineralization on the final outcome, as well as bleaching-induced tooth sensitivity will be addressed.
vi: Các đặc điểm khác của quy trình như số lần hẹn lâm sàng cần thiết để đạt được hiệu quả làm trắng, nồng độ của sản phẩm tẩy trắng, tác động của khử nước và khử khoáng ngà răng lên kết quả cuối cùng, cũng như tẩy trắng gây răng nhạy cảm cũng được đề cập.

source: Other desensitizers have been used.
vi: Các chất chống nhạy cảm khác cũng được dùng.

source: Other less frequent causes are trauma to developing teeth and periapical infection of primary teeth (Hattab et al.
vi: Nguyên nhân ít gặp hơn là chấn thương răng đang phát triển và nhiễm trùng quanh chóp của răng sữa (Hattab và cộng sự

source: Other option is to apply a new single in-office bleaching session that may achieve satisfactory results.
vi: Lựa chọn khác để áp dụng phiên duy nhất tẩy trắng tại phòng khám mới có thể đạt được kết quả khả quan.

source: Other potential adverse effects of in-office whitening with >30 % hydrogen peroxide are described in Chaps.
vi: Tác dụng phụ tiềm năng khác của tẩy trắng răng tại phòng khám với > 30 % hydrogen peroxide được mô tả trong chương

source: Other predictors are a history of sensitive teeth, enamel craze lines, and patients who changed the whitening solution more than once a day, contact time of the bleaching agent with the teeth, or the utilization of higher concentrations of carbamide perox- ide such as 20 % (Haywood 1997a; Leonard et al.
vi: Những dự đoán khác là tiền sử của răng nhạy cảm, đường nứt men, và bệnh nhân thay dung dịch tẩy trắng nhiều hơn 1lần/ngày, thời gian tiếp xúc của thuốc tẩy trắng, hoặc dùng nồng độ cao của carbamide peroxide như 20 % (Haywood 1997a; Leonard và cộng sự

source: Other side effects, such as altera- tion of enamel morphology and decrease in physical characteristics of enamel and dentin, are minimal and transient according to some authors, or inexistent according to other authors.
vi: Tác dụng phụ khác như thay đổi hình thái men răng và giảm tính chất vật lý của men răng và ngà răng, là tối thiểu và thoáng qua theo một số tác giả, hoặc không có theo một số tác giả khác.

source: Outcome
vi: Kết quả

source: Over-the-Counter (OTC) Whitening
vi: Làm trắng không kê toa( OTC)

source: Over-the-counter (OTC) tooth-whitening products for home use without professional supervision, such as gels, rinses, paint-on films, strips (Fig. 6.2), and kits with prefab- ricated “thermoforming” or “thermofitting” trays that can be molded in hot water by the user at home (please see Chaps.
vi: Thuốc tẩy trắng răng không kê đơn over-the-counter (OTC) để dùng tại nhà mà không có sự giám sát chuyên nghiệp như gel, súc miệng, bôi lên 1 lớp mỏng, dải băng (Hình 6.2), và bộ chế tạo trước như khay "tạo hình bằng nhiệt" có thể được đúc trong nước nóng tại nhà (xem chương.

source: Over-the-counter whitening methods are less expensive
vi: Phương pháp làm trắng bằng thuốc không kê toa ít tốn kém

source: Overall Safety of Peroxides
vi: An toàn tổng thể của Peroxides

source: Overall, patients were satisfied with the shade.
vi: Nói chung, các bệnh nhân đã hài lòng với màu răng.

source: Overnight tray whitening with 10 % carbamide peroxide results in whiter teeth and more durable results than whitening for a few hours during the daytime (Matis et al.
vi: Khay tẩy trắng răng qua đêm với 10 % carbamide peroxide kết quả răng trắng hơn và kết quả lâu bền hơn so với làm trắng vài giờ vào ban ngày (Matis và cộng sự

source: Oxalic acid and calcium hypochlorite
vi: Oxalic acid và calcium hypochlorite

source: PREMA® Compound was used to treat these teeth (Fig. 9.4a–d).
vi: PREMA® Compound được dùng để điều trị các răng này (Hình 9.4a–d).

source: PREMA® applied.
vi: PREMA® được dùng..

source: Part I Tooth Whitening with Peroxides
vi: Phần I Tẩy trắng răng bằng Peroxides

source: Part II
vi: Phần II

source: Part II Current Techniques for Dental Whitening with Peroxides: Evidence Supporting Their Clinical Use
vi: Phần II Kỹ thuật hiện tại để tẩy trắng răng bằng Peroxides: Bằng chứng hỗ trợ của việc dùng trên lâm sàng

source: Part III
vi: Phần III

source: Part III Enamel Etching Techniques for Improvement of Tooth Color
vi: Phần III Kỹ thuật xoi mòn men răng để cải thiện màu sắc răng

source: Part IV Clinical Application of Combined Techniques
vi: Phần IV Ứng dụng lâm sàng của các kỹ thuật phối hợp

source: Patient agreed to carry out the treatment by wearing a custom-fitted tray with 10 % carbamide peroxide gel (Opalescence 10 %, Ultradent Products, Inc.) every night.
vi: Bệnh nhân đồng ý điều trị bằng khay cá nhân với gel 10 % carbamide peroxide (Opalescence 10 %, Ultradent Products, Inc.) mỗi đêm.

source: Patient agreed to have his teeth whitened with 10 % carbamide peroxide gel with potassium nitrate and sodium fluoride (Opalescence 10 % PF, Ultradent Products, Inc.) at-home in a custom-fitted tray.
vi: Bệnh nhân đồng ý tẩy trắng răng bằng gel carbamide peroxide 10 % với potassium nitrate và sodium fluoride (Opalescence 10 % PF, Ultradent Products, Inc.) tại nhà trong khay cá nhân.

source: Patient chose to stop the treatment for a few months and then restart (Reprinted with Permission from Perdigao J (2010) Dental whitening – revisiting the myths.
vi: Bệnh nhân chọn dừng điều trị vài tháng và bắt đầu lại (In lại với sự cho phép của Perdigao J (2010) Dental whitening – revisiting the myths.

source: Patient compliance
vi: Sự hài lòng của bệnh nhân

source: Patient decided that he did not want to have the res- toration replaced
vi: Bệnh nhân quyết định không muốn thay thế phục hồi.

source: Patient decided to bleach for another period of 2 weeks, but she did not return for the recall appointment
vi: Bệnh nhân tẩy trắng thêm 1 đợt 2 tuần, nhưng không quay lại tái khám

source: Patient did not experience any sensitivity or any alterations of the soft tissues at each periodical recall.
vi: Bệnh nhân không có nhạy cảm hoặc bất kỳ thay đổi mô mềm mỗi lần tái khám.

source: Patient had an accident when she was 21 years old.
vi: Bệnh nhân bị tai nạn khi 21 tuổi.

source: Patient had an old resin-based composite restoration on the mesial-lingual aspect, which he did not want to have removed.
vi: Bệnh nhân đã có phục hồi comosite cũ trên mặt gần trong, mà không muốn tháo bỏ.

source: Patient had had a traumatic injury to this tooth when she was 12 years old.
vi: Bệnh nhân có chấn thương răng này khi mới 12 tuổi.

source: Patient must be informed that existing anterior esthetic restorations, includ- ing porcelain and resin-based composites, will not lighten with bleaching agents, except for superficial extrinsic stains (Fig. 6.8).
vi: Bệnh nhân phải được thông báo rằng phục hồi thẩm mỹ phía trước đang có, bao gồm sứ và comosite sẽ không trắng lên khi tẩy trắng, ngoại trừ vết bẩn ngoài bề mặt (Hình 6.8).

source: Patient must be informed that the chance of color relapse is greater than 25 %.
vi: Bệnh nhân phải được thông báo tỉ lệ màu tái phát hơn 25 %

source: Patient returned to clinic for monthly recalls.
vi: Bệnh nhân tái khám hàng tháng.

source: Patient satisfaction with tray whitening was determined to last an average of 12.3 years posttreatment.
vi: Sự hài lòng của bệnh nhân với tẩy trắng bằng khay xác định được trung bình 12.3 năm sau điều trị.

source: Patient started whitening the lower arch immediately after the completion of the treatment in the upper arch (Reprinted with Permission from Perdigao J (2010) Dental whitening – revisiting the myths.
vi: Bệnh nhân bắt đầu làm trắng hàm dưới ngay lập tức sau khi hoàn tất điều trị hàm trên (Reprinted with Permission from Perdigao J (2010) Dental whitening – revisiting the myths.

source: Patient unsure if he/she is willing to carry out the treatment on a daily basis.
vi: Bệnh nhân không chắc có sẵn sàng thực hiện việc điều trị hàng ngày.

source: Patient was also informed that internal whitening might result in color relapse after some time.
vi: Bệnh nhân được thông báo rằng tẩy trắng bên trong có thể tái phát màu răng sau một thời gian.

source: Patient was also instructed to return to the clinic every month.
vi: Bệnh nhân cũng được hướng dẫn quay lại phòng khám mỗi tháng.

source: Patient was extremely satisfied with the result.
vi: Bệnh nhân đã rất hài lòng với kết quả.

source: Patient was scheduled for monthly recalls.
vi: Bệnh nhân được hẹn tái khám hàng tháng.

source: Patient was very happy, in spite of confessing that he did not wear the tray on a daily basis.
vi: Bệnh nhân rất hạnh phúc, mặc dù thú nhận rằng không mang khay hàng ngày.

source: Patient wears the tray filled with carbamide peroxide gel for periods of 30 min to 1 h while waiting in the dental office.
vi: Bệnh nhân mang khay chứa gel carbamide peroxide khoảng 30 phút tới 1 giờ khi ngồi chờ tại phòng khám.

source: Patients
vi: Bệnh nhân

source: Patients can be advised that there is a 40–50 % chance that they will experience mild sensitivity with 15 % or 20 % carbamide peroxide (Jorgensen and Carroll 2002).
vi: Bệnh nhân có thể hiểu rằng có tỉ lệ 40–50 % rằng họ sẽ chịu nhạy cảm nhẹ với 15 % or 20 % carbamide peroxide (Jorgensen và Carroll 2002).

source: Patients in this study were overwhelmingly positive about the procedure in terms of shade retention and lack of posttreatment side effects, as 60 % of the subjects reported no obvious shade change or only a slight darkening not noticed by others.
vi: Bệnh nhân trong nghiên cứu này rất tích cực trong duy trì màu răng và thiếu tác dụng phụ sau điều trị, vì 60 % trường hợp báo cáo không thay đổi rõ ràng màu răng hoặc chỉ hơi tối nhẹ không bị người khác chú ý.

source: Patients must also be informed that in-office whitening is more likely to cause tooth sensitivity than at-home whitening with a custom-fitted tray.
vi: Bệnh nhân phải được thông tin răng tẩy trắng răng tại phòng khám nhiều khả năng gây ra răng nhạy cảm hơn tẩy trắng răng tại nhà.

source: Patients often inquire if they need to refrain from a potentially staining diet during and after at-home whitening.
vi: Bệnh nhân thường tìm hiểu họ cần làm gì để tránh răng bị nhuộm màu do thức ăn trong khi tẩy trắng tại nhà.

source: Patients usually report to be satisfied with the aesthetic results upon completion of the enamel microabrasion treatment (Loguercio et al.
vi: Bệnh nhân thường báo cáo hài lòng với kết quả thẩm mỹ sau khi hoàn tất điều trị vi mài mòn men răng (Loguercio và cộng sự

source: Patients usually very quickly get used to the new tooth color and may not remember what color their teeth were before protocol.
vi: Bệnh nhân thường quen rất nhanh với màu răng mới và không nhớ màu răng trước khi điều trị.

source: Patients who had whitened their teeth using 10 % carbamide peroxide in a custom-fitted tray were contacted at least 10 years posttreatment.
vi: Bệnh nhân được tẩy trắng răng bằng 10 % carbamide peroxide trong khay cá nhân được liên lạc ít nhất 10 năm sau điều trị.

source: Patients with gingival recession are more likely to experience tooth sensitivity during home whitening treatment (Jorgensen and Carroll 2002).
vi: Bệnh nhân bị tụt nướu thì dường như bị nhạy cảm trong điều trị tẩy trắng tại nhà (Jorgensen và Carroll 2002).

source: Patients with tetracycline-stained teeth participated in a clinical trial of tray whit- ening with 10 % carbamide peroxide for 6 months.
vi: Bệnh nhân nhiễm màu tetracycline tham gia thử nghiệm lâm sàng tẩy trắng răng bằng carbamide peroxide 10% trong 6 tháng.

source: Patients, dentist, and auxiliaries should be protected because of the known damage the ultraviolet radiation can cause on the skin.
vi: Bệnh nhân, nha sĩ, và phụ tá cần được bảo vệ do tác hại của tia cực tím lên da.

source: Patient’s unrealistic expectations.
vi: Mong đợi không thực tế của bệnh nhân

source: Perdigão et al.
vi: Perdigão và cộng sự

source: Perhaps, futures studies should focus on the evaluation of the bleaching efficacy of these bleaching systems without the use of UV lights.
vi: Có lẽ nghiên cứu trong tương lai nên tập trung vào đánh giá hiệu quả của những hệ thống tẩy trắng có hoặc không dùng đèn cực tím.

source: Periodontal probing determines the level of the epithelial attachment from the incisal edge of the tooth (Fig. 8.7d–i).
vi: Thăm dò nha chu xác định mức bám dính biểu mô từ bờ cắn của răng (Hình 8.7d–i).

source: Peritubular dentin is more resistant to the effects of hydrogen peroxide than intertubular dentin, which may be a result of the higher mineral content of peritubular dentin.
vi: Ngà quanh ống đề kháng ảnh hưởng của hydrogen peroxide hơn ngà gian ống, có thể do mức khoáng hoá cao hơn của ngà quanh ống.

source: Peroxide-based whitening agents are effective in preventing any staining from coffee or red wine during the treatment (Cortes et al.
vi: Tác nhân làm trắng trên nền peroxide có hiệu quả trong việc ngăn ngừa bất kỳ nhuộm màu của cà phê hoặc rượu đỏ trong khi điều trị (Cortes và cộng sự

source: Peroxides diffuse very quickly into dentin reaching the pulp chamber, but the rate of penetration depends on the concentration and composition of the whitening agent and the thickness of the hard tissue (Hanks et al.
vi: Peroxide phân tán nhanh chóng vào ngà răng tới buồng tuỷ, nhưng tỉ lệ của xâm nhập phụ thuộc vào nồng độ và tiêu thụ tác nhân tẩy trắng và độ dày của mô cứng (Hanks và cộng sự

source: Peroxides have been used to whiten teeth for over a hundred years.
vi: Peroxides được dùng để tẩy trắng răng hơn hàng trăm năm nay.

source: Physiological Discoloration
vi: Đổi màu sinh lý

source: Please refer to Chap.
vi: Vui lòng xem chương

source: Please refer to Sect.
vi: Vui long tham khảo phần

source: Polarized light micro- scope and scanning electron microscope studies have revealed that microabrasion results in an enamel surface with a superficial layer of compacted, aprismatic min- eral that gives a glass-like clinical appearance.
vi: Nghiên cứu bằng kính hiển vi ánh sáng phân cực và kính hiển vi điện tử quét cho thấy kết quả vi mài mòn bề mặt men răng với lớp bề mặt rắn chắc, aprismatic khoáng hoá cho một hình ảnh giống thuỷ tinh.

source: Polishing
vi: Đánh bóng

source: Possible allergy to inactive components of the bleaching gel.
vi: Có thể dị ứng với thành phần không hoạt động của gel tẩy trắng.

source: Posttraumatic Defects
vi: Khiếm khuyết sau điều trị

source: Posttraumatic defects are mostly unilateral and just affect one or two teeth.
vi: Khiếm khuyết sau chấn thương thường một bên và chỉ ảnh hưởng một hoặc hai răng.

source: Potassium nitrate has almost an anesthetic effect on the nerve (Haywood 2005).
vi: Potassium nitrate gần như có tác dụng gây tê thần kinh (Haywood 2005).

source: Potassium nitrate is the recommended desensitizer to use with at-home whiten- ing treatments (Tam 2001; Matis et al.
vi: Potassium nitrate được đề nghị là chất chống nhạy cảm để dùng cho tẩy trắng răng tại nhà (Tam 2001; Matis và cộng sự

source: Preexisting tooth sensitivity must be treated prior to starting the whitening treatment to block any patent dentinal tubules.
vi: Răng nhạy cảm trước đó phải được điều trị trước khi bắt đầu tẩy trắng răng để bít ống ngà.

source: Preface
vi: Lời nói đầu

source: Pregnancy and breastfeeding.
vi: Khi mang thai, và cho con bú.

source: Prescribe 10 % carbamide peroxide with desensitizer included in the bleach- ing gel.
vi: Kê toa 10 % carbamide peroxide với desensitizer trong gel tẩy trắng.

source: Pretreatment photographs are always advised, both for medico-legal consider- ations, and for education of the patient and parents.
vi: Nên chụp hình trước điều trị, cho lý do pháp lý và giáo dục bệnh nhân và bố mẹ.

source: Previous studies have claimed that tooth shade is affected by the intrinsic organic chromophores present in the dental structure (Fuss et al.
vi: Nghiên cứu trước đó phát biểu rằng màu răng bị ảnh hưởng bởi chất hữu cơ nhiễm sắc có trong cấu trúc răng (Fuss và cộng sự

source: Procedure was repeated after
vi: Thủ thuật được lặp lại sau

source: Protection of the Soft Tissues
vi: Sự bảo vệ mô mềm

source: Protective eyewear for the patient is mandatory.
vi: Mang kính bảo vệ mắt cho bệnh nhân là bắt buộc.

source: Pulp Injury
vi: Chấn thương tuỷ răng

source: Pulp necrosis
vi: Hoại tử tuỷ

source: Pulp remains
vi: Tuỷ răng còn sót

source: Pulp testing is always necessary for single-tooth discol- orations.
vi: Thử tuỷ luôn cần thiết cho một răng đổi màu đơn lẻ.

source: Pulp tissue damage is likely to lead to the release of cell-derived factors, such as adenosine triphosphate (Cook and McCleskey 2002) and prostaglandins, which excite or sensitize pulpal nociceptors (Huynh and Yagiela 2003) causing the bleaching-induced TS (please refer to Chap.
vi: Tuỷ răng tổn thương có thể dẫn tới giải phóng yếu tố nguồn gốc tế bào, như adenosine triphosphate (Cook và McCleskey 2002) và prostaglandins, kích thích thụ cảm của tuỷ răng (Huynh và Yagiela 2003) gây ra nhạy cảm (vui lòng xem chương

source: Pulpal tissue has limited volume to expand from injury; therefore, it may have a compromised response to inflammatory stimuli because of pressure associ- ated with edema, causing sensitivity (Heyeraas and Kvinnsland 1992).
vi: Mô tuỷ có thể tích giới hạn để mở rộng từ chấn thương; do đó, nó có thể phản ứng tổn thương tới kích thích viêm do áp lực liên quan tới phù, gây ra sự nhạy cảm (Heyeraas và Kvinnsland 1992).

source: Quite frequently, buccal caries lesions are observed after treatment with fixed orthodontic brackets.
vi: Khá thường xuyên, sâu răng mặt má quý được sau điều trị bằng chỉnh nha cố định.

source: Radiographically tooth #8 (FDI 1.1) had no evidence of root resorption or periapical pathology.
vi: Phim X quang răng #8 (FDI 1.1) không có bằng chứng của tiêu ngót chân răng hoặc bệnh lý quanh chóp.

source: Randomized clinical trials that evaluated the effect of light associated with low HP concentration seemed to show a faster whitening degree (Tavares et al.
vi: Thử nghiệm lâm sàng ngẫu nhiên mà đánh giá hiệu quả của ánh sáng kết hợp với nồng độ HP thấp dường như tốc độ trắng nhanh hơn (Tavares và cộng sự

source: Re-wetting with ethanol to check completeness of surface layer erosion: if negative repeat steps 3–5; if positive move on with step 6
vi: Làm ướt lại bằng ethanol để kiểm tra sự đầy đủ của xoi mòn lớp bề mặt: nếu âm tính lặp lại bước 3 - 5; nếu dương tính chuyển qua bước 6

source: Recommend that patient wears the bleaching tray preferably overnight.
vi: Đề nghị bệnh nhân mang khay tốt hơn vào ban đêm.

source: Recommendations for Dental Professionals
vi: Đề nghị cho Nha sĩ

source: Red wine, however, stains enamel more intensely than coffee (Cortes et al.
vi: Tuy nhiên rượu vang đỏ, nhiễm màu men răng mạnh hơn so với cà phê (Cortes và cộng sự

source: Reduction of resin-enamel bond strength in bleached etched enamel may be caused by a delayed release of oxygen that affects the polymeriza- tion of resin components (Lai et al.
vi: Sự giảm độ bền dán của nhựa - men răng trong men răng được tẩy trắng xoi mòn có thể gây ra bởi sự giải phóng chậm của oxy làm ảnh hưởng polymere hoá của thành phần nhựa (Lai và cộng sự

source: Reference
vi: Tài liệu tham khảo

source: References
vi: Tài liệu tham khảo

source: Refrain from being too optimistic when predicting the post-treatment tooth color.
vi: Không quá lạc quan khi dự đoán màu sắc răng sau điều trị.
